Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/traffic_and_parking/disabled_persons_parking_card.html.txt.tmx
Source language: en
Languages: ga

source: Disabled Person's Parking Card
ga: Cárta Páirceála Duine le Míchumas

source: Disabled Person's Parking Permits or Cards (also known as European Parking Cards or Disabled Parking Badge) are available to people living in Ireland with certain disabilities and those who are registered blind, whether they are drivers or passengers
ga: Tá Ceadanna nó Cártaí Páirceála do Dhaoine atá faoi Mhíchumas (ar a dtugtar Cártaí Páirceála Eorpacha nó Suaitheantas Páirceála do Dhaoine atá faoi Mhíchumas) ar fáil do dhaoine a chónaíonn in Éirinn atá faoi mhíchumas áirithe agus iad siúd atá cláraithe amhail bheith dall, cibé acu más tiománaithe nó paisinéirí iad

source: The parking card can be used by a disabled person in any vehicle in which he or she is travelling
ga: Féadfaidh duine atá faoi mhíchumas an cárta páirceála a úsáid in aon fheithicil ina bhfuil sé nó sí ag taisteal

source: This means that a disabled person who is being driven at different times by different people can bring the parking card with himself or herself and display it in the appropriate vehicle
ga: Ciallaíonn seo gur féidir le duine atá faoi mhíchumas atá á t(h)iomáint ag tráthanna éagsúla ag daoine eile an cárta páirceála a thabhairt leis nó léi féin agus é a thaispeáint san fheithicil chuí

source: The parking card is valid for 2 years from date of issue
ga: Bíonn an cárta páirceála bailí ar feadh 2 bhliain ó dháta na heisiúna

source: Generally, the card is not issued to anyone under 5 years of age
ga: Go ginearálta, ní eisítear an cárta do dhuine ar bith faoi aois 5 bliana

source: The parking card scheme for disabled drivers and passengers applies to public car parking areas only
ga: Ar a shon sin, cuireann an scéim ar chumas carrchlós príobháideach, ollmhargaí, etc

source: However, the scheme also enables private car parks, supermarkets, etc., to more effectively monitor parking in areas that they have designated for people with disabilities
ga: monatóireacht níos éifeachtaí a dhéanamh ar pháirceáil i limistéir atá sainithe acu do dhaoine atá faoi mhíchumas chomh maith

source: If you have a parking card, the disabled parking spaces provided by local authorities are free of charge and no time limits will apply to your parking
ga: Má tá cárta páirceála agat, bíonn na spásanna do dhaoine atá faoi mhíchumas a sholáthraíonn údaráis áitiúla saor in aisce agus ní bhainfidh aon teorainneacha ama má pháirceálann tú iontu

source: Some private car parks may charge for use of a disabled parking space, but this will vary depending on the operator
ga: Féadfaidh roinnt carrchlóis phríobháideacha muirear a ghearradh ar spás páirceála do dhuine atá faoi mhíchumas a úsáid, ach is éagsúil a bheidh seo ag brath ar an oibreoir

source: You can read more about parking facilitites for people with disabilities in Ireland here
ga: Is féidir leat tuilleadh a léamh faoi áiseanna páirceála do dhaoine atá faoi mhíchumas in Éirinn anseo

source: Provision for the disabled parking card scheme is set down in Section 35 of the Road Traffic Act 1994 and SI 182/1997 Road Traffic (Traffic and Parking) Regulations 1997
ga: Leagtar síos foráil don scéim cárta páirceála do dhaoine atá faoi mhíchumas in Alt 35 den Acht um Thrácht ar Bhóithre, 1994 agus I.R. 182/1997, na Rialacháin um Thrácht ar Bhóithre (Trácht agus Páirceáil), 1997

source: Disabled (also known as 'European') Parking Cards can be used by disabled people within the 28 member states of the EU and are also recognised in the US and Canada
ga: Is féidir le daoine atá faoi mhíchumas Cárta Páirceála do Dhaoine atá faoi Mhíchumas (ar a dtugtar ‘Cártaí Páirceála Eorpacha’ chomh maith) a úsáid laistigh de 28 ballstát an AE agus aithnítear iad chomh maith in SAM agus i gCeanada

source: This means that when you travel abroad, you can bring your European Parking Card with you
ga: Ciallaíonn seo, nuair a thaistealaíonn tú thar lear, féadfaidh tú do Chárta Páirceála Eorpach a thabhairt leat

source: However, it is important to remember that you must observe the motoring laws and restrictions on parking in other countries
ga: Is tábhachtach cuimhneamh air, áfach, nach mór duit aird a thabhairt ar na dlíthe gluaisteánaíochta agus na srianta atá ar pháirceáil i dtíortha eile

source: The EU Commission has produced a publication, Parking card for people with disabilities in the European Union (pdf)
ga: Chuir Coimisiún an EU foilseachán i dtoll a chéile, Cárta páirceála do dhaoine atá faoi mhíchumas san Aontas Eorpach (pdf)

source: The parking card scheme is administered by the Disabled Drivers Association of Ireland (DDAI) and the Irish Wheelchair Association (IWA)
ga: Is iad Cumann na dTiománaithe le Míchumais agus Cumann Cathaoir Rothaí na hÉireann a riarann an scéim cárta páirceála

source: In June 2011, following a review of the Disabled Parking Scheme, SI 239/2011 Road Traffic (Traffic and Parking) (Amendment) Regulations 2011 introduced changes to the Scheme which included:
ga: I mí an Mheitheamh, tar éis athbhreithniú ar an Scéim Páirceála do dhaoine faoi Mhíchumas, thug SI 239.2011 Rialacháin um Thrácht ar Bhóithre (Trácht agus Páirceáil) (Leasú) 2011 isteach athruithe ar an Scéim lena n-áirítear:

source: • Changes to the medical eligibility criteria to focus more on the level of mobility impairment
ga: • Athruithe chuig na critéir teidlíochta míochaine chun díriú tuilleadh ar leibhéal an mhillte gluaisteachta

source: • New measures to reduce the fraudulent use of permits
ga: • Miosúir nua chun úsáid chalaoiseach de cheadanna a laghdú

source: • An increase in the size of some types of parking bays
ga: • Méadú ar chomh mór is atá cineálacha bánna páirceála éagsúla

source: • The introduction of new types of disabled parking bays
ga: • Tabhairt isteach cineálacha bánna páirceála nua do dhaoine faoi mhíchumas

source: • Giving powers to local authorities to introduce time restricted parking spaces
ga: • Cumhachtaí a thabhairt d'údaráis áitiúla áiteanna páirceála le srian ama orthu a thabhairt isteach

source: • New set-down and pick-up only disabled spaces
ga: • Spásanna tuirlingthe den charr agus bailithe do dhaoine faoi mhíchumas amháin

source: The Regulation also removed the exemption which applied to Parking Card holders from the rule against parking again in the same public space within one hour
ga: Bhain an Rialachán an díolúine a bhí ann do shealbhóirí Chárta Páirceála ón riail i gcoinne páirceála arís sa áit phoiblí céanna taobh istigh d'aon uair an chloig

source: You will automatically qualify for a parking card if you hold a Primary Medical Certificate (exempting you from payment of VAT, motor tax and Vehicle Registration Tax), however, you must still formally apply for the parking card
ga: Beidh tú i dteideal chárta páirceála go huathoibríoch má tá Teastas Míochaine Príomhúla agat (ag tabhairt díolúine duit ó VAT, mótarcháin agus Cáin Cláraithe Feithicle a íoc ach ní mór duit cur isteach, go foirmiúil, ar an gcárta páirceála

source: Local Health Offices of the Health Service Executive (HSE) process applications for a Primary Medical Certificate
ga: Próiseálann Oifigí Sláinte Áitiúla d’Fheidhmeannacht na Seirbhíse Sláinte (FSS) iarratas ar Theastas Míochaine Príomhúla

source: If the HSE refuses your application for a Primary Medical Certificate, you may appeal the refusal to the Disabled Drivers Medical Board of Appeal, National Rehabilitation Hospital, Rochestown Avenue, Dun Laoghaire, Co
ga: Má dhiúltaíonn FSS d’iarratas ar Theastas Míochaine Príomhúla, is féidir leat an diúltú a achomharc chuig Board Míochaine Achomhairc de chuid na dTiománaithe faoi Mhíchumas, An tOspidéal Náisiúnta Athshlánaithe, Ascaill Bhaile an Róistigh, Co

source: Parking offences and disabled spaces
ga: Coireanna Páirceála agus spásanna do dhaoine faoi mhíchumas

source: It is an offence to park a vehicle in a disabled parking space unless you have a current, valid Disabled Parking Card
ga: Is coir é feithicil a pháirceáil in áit páirceála do dhuine faoi mhíchumas ach amháin má tá Cárta Páirceála do dhaoine faoi Mhíchumas reatha agus bailí agat

source: If you illegally park in a disabled parking space, you will incur a fixed charge parking fine
ga: Má pháirceálann tú go mídhleathach in áit páirceála do dhaoine faoi mhíchumas, gearrfar fíneáil páirceála muirir sheasta ort

source: More information on parking offences is available here
ga: Tá tuilleadh eolais faoi choireanna páirceála ar fáil anseo

source: Both traffic wardens and members of An Garda Siochana have the power to request and inspect a parking card to ensure it is not being misused
ga: Tá an chumhacht ag maoir tráchta agus baill den Gharda Síochána iarradh ar agus scrúdú a dhéanamh ar chárta páirceála d’fhonn a chinntiú nach bhfuil mí-úsáid á bhaint as

source: A parking card costs €35
ga: D’iarratasóirí nua, cosnaíonn cárta páirceála €35

source: Illegally parking in a disabled parking space will result in an €80 fine, rising to €120 if unpaid within 28 days
ga: Gearrfar fíneáil de €80 ar aon duine a pháirceálann go mídhleathach in áit páirceála do dhaoine faoi mhíchumas, ag ardú go €120 mura n-íoctar é taobh istigh de 28 lá

source: To obtain an application form for a parking card, you can request a form online from the Disabled Drivers Association or write to the Irish Wheelchair Association, enclosing a stamped self-addressed envelope
ga: Chun foirm iarratais a fháil do chárta páirceála, scríobh chuig Cumann na dTiománaithe faoi Mhíchumas nó chuig Cumann Cathaoireacha Rothaí na hÉireann, agus chuir clúdach litreach ar a bhfuil stampa agus do sheoladh faoi iamh

source: In your letter you should give details about your disability and how it affects your mobility
ga: I do litir, ba cheart duit sonraí a thabhairt faoi do mhíchumas agus conas a imríonn sé tionchar ar do shoghluaiseacht

source: You should mention your age and the type of mobility aids that you use, if any
ga: Ba cheart duit d’aois agus saghas na n-áiseanna soghluaiseachta a úsáideann tú a lua, más ann dóibh

source: If you have a Primary Medical Certificate or are registered blind you should also mention it
ga: Má tá Teastas Míochaine Príomhúla agat nó má tá tú cláraithe mar dhuine dall, ba cheart duit é sin a lua chomh maith

source: The application form must be completed and certified by your doctor and must be countersigned by a Garda
ga: Ní mór don fhoirm iarratais a bheith comhlánaithe agus deimhnithe ag do dhochtúir agus ní mór go ndéanfaidh Garda í a chomhshíniú chomh maith

source: Decision makers within the issuing authorities will determine if you are eligible based on the information provided
ga: Deimhneoidh an lucht déanta cinntí laistigh de na húdaráis eisiúna cibé acu an bhfuil nó nach bhfuil tú incháilithe bunaithe ar an bhfaisnéis a soláthraíodh

source: To obtain a Primary Medical Certificate obtain an application form from your Local Health Office
ga: Chun Teastas Míochaine Príomhúla a fháil, faigh foirm iarratais ó d’Oifig Sláinte Áitiúla

source: You must complete the application form and return it to the Senior Medical Officer of the Local Health Office
ga: Ní mór duit an fhoirm iarratais a chomhlánú agus í a sheoladh ar ais chuig Oifigeach Sinsearach Míochaine na hOifige Sláinte Áitiúla

source: The Senior Medical Officer then appoints a HSE doctor to visit your home and carry out an assessment of the level of your disability
ga: Ceapann an tOifigeach Sinsearach Míochaine dochtúir de chuid FSS, ansin, chun cuairt a thabhairt ar do theach agus measúnú a dhéanamh ar leibhéal do mhíchumais

source: If you satisfy the requirements, you are then granted a Primary Medical Certificate by the Health Service Executive (HSE)
ga: Má shásaíonn tú na ceanglais, bronnann Feidhmeannacht na Seirbhíse Sláinte (FSS) Teastas Míochaine Príomhúla ort

source: Replacing a lost parking card
ga: Cárta páirceála a cailleadh a ionadú

source: Applications to have lost/misplaced cards replaced should be made directly to either the Disabled Drivers Association or the Irish Wheeelchair Association (whichever organisation issued the card)
ga: Ba cheart iarratais a dhéanamh chun cártaí a cailleadh/atá ar iarraidh a dhéanamh go díreach le Cumann na dTiománaithe faoi Mhíchumas nó le Cumann Cathaoireacha Rothaí na hÉireann (pé eagraíocht a d’eisigh an cárta)

source: Renewing a parking card
ga: Cárta páirceála a athnuachan

source: The parking card must be renewed every 2 years
ga: Ní mór an cárta páirceála a athnuachan gach 2 bhliain

source: You will be sent a renewal form several weeks before your parking card is due to expire
ga: Seolfar foirm athnuachana chugat roinnt seachtainí sula n-éagfaidh do chárta páirceála

source: Therefore, if you change address you should tell the organisation that issued the card
ga: Ar an ábhar sin, má athraíonn tú do sheoladh, ba cheart duit an eagraíocht a chur ar an eolas a d’eisigh an cárta

source: If you have had any corrective surgery or treatment that may have altered the level of your mobility, you should report it in the mobility section of the renewal form
ga: Má tugadh faoi aon mháinliacht nó cóireáil cheartaitheach ort a d’fhéadfadh leibhéal do shoghluaisteachta a mhionathrú, ba cheart duit é sin a thabhairt le fios i mír shoghluaisteachta na foirme athnuachana

source: Information on how to apply, replace or renew a parking card is available on the websites of the Disabled Drivers Association and the Irish Wheelchair Association
ga: Tá fáil ar fhaisnéis ar conas iarratas a dhéanamh ar chárta páirceála nó é a ionadú nó a athnuachan ar láithreáin ghréasáin Chumann na dTiománaithe faoi Mhíchumas agus Chumann Cathaoireacha Rothaí na hÉireann

source: Information on using the parking card abroad is available in the FIA Guide for the disabled traveller
ga: Tá eolas ar úsáid an cárta páirceála thar lear ar fáil sa Treoir FIA don lucht siúil faoi mhíchumas
